{"data":{"markdownRemark":{"frontmatter":{"title":"Showcase","date":"23 March 2020","path":"/showcase","author":"Hello Folks","excerpt":null,"tags":null,"coverImage":null},"id":"e58fc77a-21af-5819-a464-2eda9b87edd1","html":"<h2>Achievement :</h2>\n<ul>\n<li>Apache Big Data committer since 2015 contributing to projects like atlas, falcon, Kona. </li>\n<li>Startup mentor for technology companies like TRIPA, Gify studio, pavilion foods D&#x26;F various startups globally.</li>\n<li>Member of Slovak Business Agency helping startups to grow and build MVP for startups.</li>\n<li>Successfully build MVP for Belgium Post for the automation of post office with retail team.</li>\n<li>Part of ReactEurope and Apache conference in Europe.</li>\n</ul>\n<h2>Professional Experience</h2>\n<ol>\n<li>\n<h4>Client:  TCS(end client : Bpost)  (April 2019 -December 2019)</h4>\n<h4>Project : NERO</h4>\n<h4>Role: Solution Designer | Technical Architect</h4>\n</li>\n</ol>\n<blockquote>\n<p> Working the product of Client for handling the couriers, parcel and letters in the post office in an automated as a part of cloud solution. It is more of focusing on Nodejs and AWS cloud services. There major components that technically handle the automation for managing the customers who send/receive letters, parcel and make some financial transactions. </p>\n</blockquote>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tManaging the Sprints - agile Scrum and planning story and work with product owners \n  •\tTechnical specification and planning architecture of Backend and frontend\n  •\tDB schema and cloud solution architecture and its implementations and building micro service \t\t\tarchitecture .\n  I manage the AWS cloud formation,S3,ECS, EC2, Cluster , ECR, Lamda, Cloudwatch and            many more AWS components                       \n  \nEnvironment:\n  •\tAngularjs, Webpack, NodeJS, AWS,  Mirco service architecture</code></pre></div>\n<ol start=\"2\">\n<li>\n<h4>Client:  Shem (Jan 2018 -December 2018)</h4>\n<h3>Role: Solution Designer</h3>\n<blockquote>\n<p>Shem is an e-commerce based shop selling authentic designer jewellery. For now selling online, managing the B2c and B2b market with managing the orders, inventory, stocks, logistics and payment gateway integration and also crept wallets with admin panel and consumer UI with components of vue.js for re-using those managing components and stitched to build the UI structure and integrating API for those vue js components. </p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tManaging the Sprints - agile Scrum and planning story and work with product owners \n  •\tTechnical specification and planning architecture of Backend and frontend\n  •\tDB schema and cloud solution architecture and its implementations and building micro service \t\t\tarchitecture .\n  •\tmongo DB transactions\n  \nEnvironment:\n  •\tReactJS, Webpack, NodeJS, AWS, mongoDB, Mirco service architecture</code></pre></div>\n<ol start=\"3\">\n<li>\n<h4>Client:Delicious and Fresh (Jan 2017 -December 2018)</h4>\n<h5>Role: Technical Architect</h5>\n<blockquote>\n<p>D&#x26;F is an e-commerce solution like a food delivery application from different restaurants. selling online and also at big market place where you can buy in stores and also managing the B2c and B2b market. The Application manages orders, inventory, stocks, logistics with dispatcher management and managing the delivery of hot food at right time in and around UAE / middle east. Also cryptocurrency wallets with admin panel. Consumer UI with components of ReactJS for re-using those managing components and stitched to build the UI structure.</p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tBuilding and motivating team to build the product and guide them to solve complexities in the project implementation \n  •\tAgile Scrum manager / Technical lead to delegate task and help in development stages \n  •\tDB schema and cloud solution architecture and its implementations and building micro service architecture .\n\nEnvironment:\n  •\tReactJS, Webpack, NodeJS, AWS, mongoDB, postgres, apache hadoop, Micro service architecture</code></pre></div>\n<ol start=\"4\">\n<li>\n<h4>Client: 01 people (December 2018 -March 2019)</h4>\n<h5>Role: Blockchain Consultant</h5>\n<blockquote>\n<p>01Younited is betting platform using crypto currency is build etherium and using a trading platform.We YOUnite all players within the truly fair, decentralised betting and gaming platform. Our unique Solution based on native blockchain technology is completely changing the betting and gaming industry. YOUnited players always bet and play against each other with no house or any third-party interaction. This means that 100% prize pool is distributed to the winner(s). Our ultimate solution provides 100% return to player (RTP), zero house edge, and no house fees.</p>\n</blockquote>\n<p>  Responsibilities :\n•\tUsing ReactJS to build the front end and API integration\n•\tBackend is building using Node\n•\tPostrges SQL DB transactions\n<br>\nEnvironment:\n•\tBootstrap, ReactJS, Webpack, Postgres, NodeJS, AWS, GCP</p>\n</li>\n<li>\n<h4>Client:  Jingle Chat Bots (Feb 2018 -December 2018)</h4>\n<h5>Role: UI Lead</h5>\n<blockquote>\n<p>Jingle Bot based chatting system for users to look for local shopping and restaurants. The project is  about asking bot for searching some product or nearby shops user is looking for. Bot internally analyses the chats and does pattern matching on details and used google AI based systems and some google analytics, to analyse the chat messages and making the bot more intelligent.</p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tBuilding and motivating team to build the product and guide them to solve complexities  \t      \n  •\tAgile Scrum manager / Technical lead to delegate task and help in development stages \n  •\tDB schema and cloud solution architecture and its implementations and building micro service \t\t\tarchitecture. Also solve if any hurdles in the project implementation with the team.\n  \nEnvironment:\n  •\tBootstrap, React-JS, Webpack, Postgres, Java-SPRING, NodeJS, AWS, GCP , Micro service architecture</code></pre></div>\n<ol start=\"6\">\n<li>\n<h4>Client: Sycamore - MDR, SSD  (April 2017 -June 2018)</h4>\n<h5>Role:Senior UI Developer</h5>\n<blockquote>\n<p>The project is about health care solution, it has features to maintain data for drugs manufacture like phases of drug compositions, from clinical research , site analysis for drug validations, so the complete software handles verification and validation of drug which is required for FDA drug approvals.</p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tUsing React JS to build the front end and API integration\n  •\tBackend is building using ROR\n  •\tBlockchain technology for health care domain\n  •\tAPI based connecting to banking structure \n\nEnvironment:\n  •\tBootstrap, React-JS, Webpack, Postgres, Ruby, Micro service architecture</code></pre></div>\n<ol start=\"7\">\n<li>\n<h4>Client: Hashtaag (April 2016 -April 2018)</h4>\n<h5>Project : Krazy meals</h5>\n<h5>Role: Technical Architect</h5>\n<blockquote>\n<p>The project is about a e-commerce solution, it has features like add to cart, product description, product management, product ordering and tracking of product shipping and integrated payment gateway for checkout process and the admin panel to manage vendors and also product uploading.</p>\n</blockquote>\n<p>Responsibilities:\n•\tUsing React - Redux JS to build the front end and API integration\n•\tBackend is building using NodeJS and MongoDB\n•\tPayment Gateway integration like paypal, payumoney, payatm, direct-payEU, g2pay\n•\tBlock chain technology for payment gateways through bitcoins </p>\n<p>Environment:\n•\tBootstrap, ReactJS, Webpack, NodeJS, Mongo DB</p>\n</li>\n</ol>\n<ol start=\"8\">\n<li>\n<h4>Client: Hashtaag (April 2016 -April 2018)</h4>\n<h5>Project : PaperBoy</h5>\n<h5>Role: Full Stack Developer</h5>\n<blockquote>\n<p>The project is about managing the news papers online and upon location and language we can select paper, there is an option to select papers and provide subscription of papers.The payment gateway is integrated for subscribing and also subscribed users can view the papers.The project is a developing as per iteration of product design changes of the developing concepts of consumer experience.</p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tAngularJS for rendering API\n  •\tUI designs using React-Bootstrap\n  •\tPayment gateway integration \n\nEnvironment:\n  •\tBootstrap, AngularJS, JS, Gulp, NodeJS, Mongo DB, Java</code></pre></div>\n<ol start=\"9\">\n<li>\n<h3>Client: Hashtaag (April 2016 -April 2018)</h3>\n<h5>Client: Doors</h5>\n<h5>Role: Full Stack Developer</h5>\n<blockquote>\n<p>The project is about aggregating all the real estate builder details and it has admin panel to manage properties of different levels like broker, owners and property builder and its similar to common floor but its high level aggregator and compete management of properties available, floor plan and complete details.</p>\n</blockquote>\n</li>\n</ol>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tAngularJS for rendering API\n  •\tUI designs using React-Bootstrap\n\nEnvironment:\n  •\tBootstrap, AngularJS, JS, Gulp</code></pre></div>\n<ol start=\"10\">\n<li>\n<h4>Client: HortonWorks / Hadoop data platform / Cloudera (Nov 2014 - April 2016)</h4>\n<h5>Project: Apache Falcon (Big data layer)</h5>\n<h5>Role: Full Stack Developer</h5>\n<blockquote>\n<p>Falcon is a data processing and management solution for Hadoop designed for data motion, coordination of data pipelines, lifecycle management, and data discovery. Falcon enables end consumers to quickly onboard their data and its associated processing and management tasks on Hadoop clusters.</p>\n</blockquote>\n<p>Responsibilities:\n•\tAngularJS for rendering API\n•\tD3JS for lineage graph\n•\tHandling API in Java\n•\tAngularJS and D3JS developer.\n•\tGruntJS, NodeJS used for developing schema\n•\tJava spring framework for building API </p>\n<p>Environment:\n•\tBootstrap, AngularJS, D3JS, Java spring framework and GruntJS</p>\n</li>\n<li>\n<h4>Client: HortonWorks / Hadoop data platform / Cloudera (Nov 2014 - April 2016)</h4>\n<h5>Project: Apache Atlas (Big Data Layer)</h5>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The project is about data governance initiative, DGI will develop an extensible foundation that addresses enterprise requirements for comprehensive data governance. Enterprises adopting modern data architecture must address certain realities when legacy and new data from disparate platforms are brought under management. It will also feature deep integration with Apache Falcon. It focuses on building user interface for the DGI metadata with the visualisation of the data.</p>\n</blockquote>\n<p>Responsibilities:\n•\tAngularJS for rendering API\n•\tD3JS for lineage graph\n•\tHandling API in Java\n•\tWorking on metadata for managing API\n•\tAngularJS and D3JS developer</p>\n<p>Environment:\n•\tBootstrap, AngularJS, D3JS, Java spring framework and GruntJS, Java</p>\n</li>\n<li>\n<h4>Client: MPR Global Solutions (Nov 2014 - Jan 2014)</h4>\n<h5>Project : S4S</h5>\n<h5>Role: Developer</h5>\n</li>\n</ol>\n<blockquote>\n<p>The project is about providing services and its basically startup for services like accounting services,management services,consulting and financial services. Its a app which all users in US based on location you can look for service and each service will have multiple vendors or service providers and on their review and quality of service provided user can choose service .Application provides a platform for all the service of different category and help user to look for service on their requirement. </p>\n</blockquote>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">Responsibilities:\n  •\tAngularJS for rendering API\n  •\tHandling API using Parse.\n  •\tUsed firebase to store \n  •\tAngular UI Bootstrap for the responsive UI  .\n  •\tAPI based connecting to wallets \n\nEnvironment:\n  •\tBootstrap, AngularJS, GruntJS, Firbase</code></pre></div>\n<ol start=\"13\">\n<li>\n<h3>Client: MPR Global Solutions (Nov 2014 - Jan 2014)</h3>\n<h5>Project: SeatHero</h5>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The project is about i an exclusive club that provides movie lovers with deep discount seats on last-minute unsold movie tickets. Membership module give the user three month of validity to choose movies.</p>\n</blockquote>\n<p>Responsibilities:\n•\tDeveloped using Laravel 5\n•\tAngular UI Bootstrap for the responsive UI</p>\n<p>Environment:\n•\tBootstrap, Laravel PHP, MySQL</p>\n</li>\n<li>\n<h3>Client: Isolcell Italia(Aug 2014 - Jan 2015)</h3>\n<h5>Project: Isolcell Italia</h5>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The Isolcell project is about controlling the temperature of the rooms. The rooms are equipped with thermometers, the room contains fruits that have to be in a controlled temperature and the web based application used to control the room and handle the cooling and ventilation of the room. The alarms used to alert by measuring the high and low temperature threshold.</p>\n</blockquote>\n<p>Responsibilities:\n•\tDeveloped the room diagram using Canvas.JS API\n•\tImplemented REST API using JavaScript to communicate with the can bus\n•\tImplemented the JSON playload for loading the data from the device\n•\tThe room diagram is generic and able to control from GUI and is made as library\nEnvironment:\n•\tBootstrap, Embedded C, JavaScript, REST API, Canvas.JS, JQuery</p>\n</li>\n</ol>\n<ol start=\"15\">\n<li>\n<h3>Client: Cralina</h3>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The Cralina website is build using CMS system using Wordpress framework. The website is about the services and training provided by Cralina. The website is made mobile responsive.</p>\n</blockquote>\n<p>Responsibilities:\n•\tFront end developer</p>\n<p>Environment:\n•\tBootstrap 3.0, Wordpress, Canvas.JS, JQuery</p>\n</li>\n</ol>\n<ol start=\"16\">\n<li>\n<h3>Client: Sourceasy (July 2014 - Oct 2014)</h3>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The Sourceasy is software product that builds an interface between the vendors and clothing manufacturers or clients. This is a web application which maintains the details of customers and handles the trading of clothes and maintains the information of bulk order of clothes with the communication of orders according to vendors.</p>\n</blockquote>\n<p>Responsibilities:\n•\tDeveloped the Worker Server using Iron.IO\n•\tImplemented Pusher API for chat application\n•\tDeveloped UI using AngularJS\n•\tDeveloped scheme manager using REST API in Laravel\n•\tDeveloped the AngularJS REST API client to communicate with API server\n•\tDeveloped API using Laravel for the for worker server and CRUD operations\n•\tDeveloped Static website using AngularJS\n•\tDeveloped Checklist APP\n•\tImplemented Codeception for API testing\n•\tImplemented Guzzle implementation for API performance</p>\n<p>Environment:\n•\tLaravel 4.0, PHP, AngularJS, LAMP, Amazon EC2, Bootstrap 3.0</p>\n</li>\n<li>\n<h4>Client : Larsen &#x26; Turbo technology services (Jan 2014 - Sep 2014)</h4>\n<h5>Project: Remote control and access of devices</h5>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The remote control and access of devices is operated through cloud services. Mobile application consumes the WCF service, which is hosted on Amazon Cloud. The WCF service will receive data from the device and the EPC Mod parser will parse command and send to the WCF service. The data from device is also updated in RDS database for generating health report or track the previous history of the device.</p>\n</blockquote>\n<p>Responsibilities:\n•\tDeveloped asynchronous TCP socket server\n•\tImplemented WCF REST API for the services\n•\tDeployed services on cloud\n•\tWorked on AMAZON EC2 and RDS instance\n•\tImplemented MSMQ for fetching data\n•\tDeveloped push notification for Android and iOS\n•\tFramed the architecture by using Signal-R open source technology\n•\tFramed WCF services</p>\n<p>Environment:\n•\tNET 4.0, SQL Server, Amazon Cloud Service</p>\n</li>\n</ol>\n<ol start=\"18\">\n<li>\n<h4>Client: AMCEC College Management (Oct 2013 - Dec 2013)</h4>\n<h5>Role: Developer</h5>\n<blockquote>\n<p>The administration &#x26; accounting system aims in managing the accounts and also manages the examination sections. My key role in this project is designing and development using PHP and having MySQL as the database. Accounts module involves in managing the admission and fee structure, once the fee is paid, a copy of receipt is sent via E-mail to the student.</p>\n</blockquote>\n<p>Responsibilities:\n•\tDesigned the accounts, student information and examination modules\n•\tDesigned database\n•\tIntegrated E-mail service for sending fee receipts\n•\tGenerating reports for academics report</p>\n<p>Environment:\n•\tPHP5, MySQL, Windows 7</p>\n</li>\n</ol>\n<h2>Header 2</h2>\n<p>Backup two-step verification breach, anonymous terminal traffic worm virus reboot fsociety dat file. Traffic fsociety malware 100 terabytes system hack, delete brute-force cyber security fiber connection connect code worm wipe. Cyber security off the grid delete IP decrypt, <strong>nodes connect password 100 terabytes RUDY attack malicious code</strong> rootkit gigabit speed. Tor connect network, intercepting traffic off the grid IP protocol password.</p>\n<blockquote>\n<p>Backup DDoS attack rootkit nodes disconnect website. Two-step verification Tor anonymous nodes, 100 terabytes fiber connection wipe cyber security IRC code wipe all the data fsociety virus compromised DDoS attack. Sys admin data center gigabit speed breach, worm DDoS attack AFK nodes.</p>\n</blockquote>\n<h3>Header 3</h3>\n<p>Brute-force intercepting traffic fiber connection system boot up fsociety reboot AFK sys admin. Reboot website Tor, intercepting traffic <code class=\"language-text\">100 terabytes gigabit speed breach connect IRC nodes</code> system operating system dat file compromised boot up. Data center decrypt password network disconnect. Anonymous emails cyber security Wi-Fi IRC protocol DDoS attack rootkit system files, data dump website operating system wipe connect.</p>\n<div class=\"gatsby-highlight\" data-language=\"css\"><pre class=\"language-css\"><code class=\"language-css\"><span class=\"token comment\">/* PostCSS code by PrismJS */</span>\n\n<span class=\"token selector\">pre</span> <span class=\"token punctuation\">{</span>\n  <span class=\"token property\">background</span><span class=\"token punctuation\">:</span> #1a1a1d<span class=\"token punctuation\">;</span>\n  <span class=\"token property\">padding</span><span class=\"token punctuation\">:</span> 20px<span class=\"token punctuation\">;</span>\n  <span class=\"token property\">border-radius</span><span class=\"token punctuation\">:</span> 8px<span class=\"token punctuation\">;</span>\n  <span class=\"token property\">font-size</span><span class=\"token punctuation\">:</span> 1rem<span class=\"token punctuation\">;</span>\n  <span class=\"token property\">overflow</span><span class=\"token punctuation\">:</span> auto<span class=\"token punctuation\">;</span>\n\n  <span class=\"token atrule\"><span class=\"token rule\">@media</span> <span class=\"token punctuation\">(</span>--phone<span class=\"token punctuation\">)</span></span> <span class=\"token punctuation\">{</span>\n    <span class=\"token property\">white-space</span><span class=\"token punctuation\">:</span> pre-wrap<span class=\"token punctuation\">;</span>\n    <span class=\"token property\">word-wrap</span><span class=\"token punctuation\">:</span> break-word<span class=\"token punctuation\">;</span>\n  <span class=\"token punctuation\">}</span>\n\n  <span class=\"token selector\">code</span> <span class=\"token punctuation\">{</span>\n    <span class=\"token property\">background</span><span class=\"token punctuation\">:</span> none <span class=\"token important\">!important</span><span class=\"token punctuation\">;</span>\n    <span class=\"token property\">color</span><span class=\"token punctuation\">:</span> #ccc<span class=\"token punctuation\">;</span>\n    <span class=\"token property\">padding</span><span class=\"token punctuation\">:</span> 0<span class=\"token punctuation\">;</span>\n    <span class=\"token property\">font-size</span><span class=\"token punctuation\">:</span> inherit<span class=\"token selector\">;\n\n    .dark-theme &amp;</span> <span class=\"token punctuation\">{</span>\n      <span class=\"token property\">color</span><span class=\"token punctuation\">:</span> inherit<span class=\"token punctuation\">;</span>\n    <span class=\"token punctuation\">}</span>\n  <span class=\"token punctuation\">}</span>\n<span class=\"token punctuation\">}</span></code></pre></div>\n<div class=\"gatsby-highlight\" data-language=\"js\"><pre class=\"language-js\"><code class=\"language-js\"><span class=\"token comment\">// JS code by PrismJS</span>\n\n<span class=\"token keyword\">const</span> menuTrigger <span class=\"token operator\">=</span> document<span class=\"token punctuation\">.</span><span class=\"token function\">querySelector</span><span class=\"token punctuation\">(</span><span class=\"token string\">'.menu-trigger'</span><span class=\"token punctuation\">)</span>\n<span class=\"token keyword\">const</span> menu <span class=\"token operator\">=</span> document<span class=\"token punctuation\">.</span><span class=\"token function\">querySelector</span><span class=\"token punctuation\">(</span><span class=\"token string\">'.menu'</span><span class=\"token punctuation\">)</span>\n<span class=\"token keyword\">const</span> mobileQuery <span class=\"token operator\">=</span> <span class=\"token function\">getComputedStyle</span><span class=\"token punctuation\">(</span>document<span class=\"token punctuation\">.</span>body<span class=\"token punctuation\">)</span><span class=\"token punctuation\">.</span><span class=\"token function\">getPropertyValue</span><span class=\"token punctuation\">(</span><span class=\"token string\">'--phoneWidth'</span><span class=\"token punctuation\">)</span>\n<span class=\"token keyword\">const</span> <span class=\"token function-variable function\">isMobile</span> <span class=\"token operator\">=</span> <span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span> <span class=\"token operator\">=></span> window<span class=\"token punctuation\">.</span><span class=\"token function\">matchMedia</span><span class=\"token punctuation\">(</span>mobileQuery<span class=\"token punctuation\">)</span><span class=\"token punctuation\">.</span>matches\n<span class=\"token keyword\">const</span> <span class=\"token function-variable function\">isMobileMenu</span> <span class=\"token operator\">=</span> <span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span> <span class=\"token operator\">=></span> <span class=\"token punctuation\">{</span>\n  menuTrigger<span class=\"token punctuation\">.</span>classList<span class=\"token punctuation\">.</span><span class=\"token function\">toggle</span><span class=\"token punctuation\">(</span><span class=\"token string\">'hidden'</span><span class=\"token punctuation\">,</span> <span class=\"token operator\">!</span><span class=\"token function\">isMobile</span><span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span>\n  menu<span class=\"token punctuation\">.</span>classList<span class=\"token punctuation\">.</span><span class=\"token function\">toggle</span><span class=\"token punctuation\">(</span><span class=\"token string\">'hidden'</span><span class=\"token punctuation\">,</span> <span class=\"token function\">isMobile</span><span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span>\n<span class=\"token punctuation\">}</span>\n\n<span class=\"token function\">isMobileMenu</span><span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span>\n\nmenuTrigger<span class=\"token punctuation\">.</span><span class=\"token function\">addEventListener</span><span class=\"token punctuation\">(</span><span class=\"token string\">'click'</span><span class=\"token punctuation\">,</span> <span class=\"token punctuation\">(</span><span class=\"token punctuation\">)</span> <span class=\"token operator\">=></span> menu<span class=\"token punctuation\">.</span>classList<span class=\"token punctuation\">.</span><span class=\"token function\">toggle</span><span class=\"token punctuation\">(</span><span class=\"token string\">'hidden'</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span>\n\nwindow<span class=\"token punctuation\">.</span><span class=\"token function\">addEventListener</span><span class=\"token punctuation\">(</span><span class=\"token string\">'resize'</span><span class=\"token punctuation\">,</span> isMobileMenu<span class=\"token punctuation\">)</span></code></pre></div>\n<div class=\"gatsby-highlight\" data-language=\"html\"><pre class=\"language-html\"><code class=\"language-html\"><span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;</span>section</span> <span class=\"token attr-name\">id</span><span class=\"token attr-value\"><span class=\"token punctuation\">=</span><span class=\"token punctuation\">\"</span>main<span class=\"token punctuation\">\"</span></span><span class=\"token punctuation\">></span></span>\n  <span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;</span>div</span><span class=\"token punctuation\">></span></span>\n   <span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;</span>h1</span> <span class=\"token attr-name\">id</span><span class=\"token attr-value\"><span class=\"token punctuation\">=</span><span class=\"token punctuation\">\"</span>title<span class=\"token punctuation\">\"</span></span><span class=\"token punctuation\">></span></span>{{ .Title }}<span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;/</span>h1</span><span class=\"token punctuation\">></span></span>\n    {{ range .Pages }}\n        {{ .Render \"summary\"}}\n    {{ end }}\n  <span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;/</span>div</span><span class=\"token punctuation\">></span></span>\n<span class=\"token tag\"><span class=\"token tag\"><span class=\"token punctuation\">&lt;/</span>section</span><span class=\"token punctuation\">></span></span></code></pre></div>\n<h4>Header 4</h4>\n<p>Traffic RUDY attack nodes anonymous IP network code two-step verification system files data center bonsoir terminal. Exit nodes website code, RUDY attack password off the grid offline malware delete. Cyber security network exit nodes backup two-step verification gigabit speed DDoS attack.</p>\n<ul>\n<li>Fsociety delete malicious code nodes.</li>\n<li>IP cyber security wipe all the data sys admin virus compromised dat file malicious code computer.</li>\n<li>Decrypt two-step verification Tor wipe, password cyber security data dump malicious code dat file routing protocol operating system.</li>\n<li>\n<p>Anonymous boot up website AFK.</p>\n<ul>\n<li>Timing out IP DNS, log file offline terminal brute-force system files connect server farm.</li>\n<li>Reboot sys admin worm log file wipe.</li>\n</ul>\n</li>\n</ul>\n<p>\n        <div class=\"embedVideo-container\">\n            <iframe \n              width=\"560\" \n              height=\"316\" \n              src=\"https://www.youtube.com/embed/xIBiJ_SzJTA?rel=0\"\n              class=\"embedVideo-iframe\"\n              style=\"border:0\"\n              allowfullscreen\n            ></iframe>\n        </div></p>\n<p>Tor boot up backup anonymous bonsoir IRC website. Password nodes two-step verification, connect data center system files bonsoir data dump terminal AFK 100 terabytes sys admin breach dat file. Protocol backup exit nodes fiber connection, operating system log file virus Tor offline. Password data center two-step verification disconnect IRC terminal. Tor IRC cyber security AFK protocol traffic disconnect. Code exit nodes IRC cyber security nodes worm.</p>","excerpt":"Achievement : Apache Big Data committer since 2015 contributing to projects like atlas, falcon, Kona.  Startup mentor for technology…"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"pages","next":null,"previous":{"frontmatter":{"path":"/about","title":"My Introduction","tags":null},"fileAbsolutePath":"/Users/darshankumar/dgod/darshankumar.com/darshankumar.io/src/pages/about.md"}}}